[{"user": "Hello", "reply": "Hello! 👋 I’m Grace, your assistant. How can I help today?"}, {"user": "I'm testing I hope you are ready to assist", "reply": "Hello! 👋 I’m Grace, your assistant. How can I help today?"}, {"user": "Who's the president", "reply": "For official information, I recommend checking whitehouse.gov. How can I assist you today?"}, {"user": "Can you help me with my purchase", "reply": "I'd be happy to help with your purchase! Could you tell me what you're looking for?"}, {"user": "How are you", "reply": "I am fine. How can I help today?"}, {"user": "Hello", "reply": "Hi there! I'm Grace, here to help with your request."}, {"user": "Great, do you have any dress in green", "reply": "Of course! Let me check our inventory to see if we have any green dresses available for you. Please hold on for a moment while I look that up."}, {"user": "Do you have bloom dress in stock", "reply": "Hi there! I'd be happy to help you with your inquiry about the Bloom dress. Let me check our current stock for you. Just a moment, please!"}, {"user": "Hello", "reply": "Hello! I'm Grace. How can I assist you today?"}, {"user": "Do you have any red dress in stock", "reply": "We have some stunning red dresses in stock! Would you like to see some designs?"}, {"user": "Do you have bloom dress", "reply": "✨ Bloom Dress ✨\n💵 Price: 160000.00\n📦 In stock (3)\n🔗 https://atuchewoman.myshopify.com/products/bloom-dress\n📝 The Bloom Adire Dress is a three-step layered masterpiece that embodies fullness, wholeness, and confidence. Crafted from four different colors of the same custom adire print, this ankle-length dress …"}, {"user": "Howl long will it take to get to me, I live in Lagos", "reply": "Shipping to Lagos typically takes 5-7 business days. Would you like assistance with selecting the perfect product?"}, {"user": "Hello Grace", "reply": "Hi there!"}, {"user": "How are you today", "reply": "I'm doing well, thank you! How can I assist you today?"}, {"user": "Can you tell me about your wholesale package", "reply": "Four designs, totaling 40 pieces. \n₦600,000 (50% deposit required). \nProduction takes 10 working days. \nIncludes: four videos and brand labels. For further assistance, please let me know!. For further assistance, please let me know!"}, {"user": "Hello", "reply": "Hello! Thank you for contacting Atuche. This is Grace. How may I assist you today? 😊"}, {"user": "I have an image I want to send", "reply": "Sure! Feel free to send the image, and I'll do my best to help identify the outfit. 😊"}, {"user": "Hello grace", "reply": "Hello! Thank you for contacting Atuche. This is Grace. How can I assist you today? 😊"}, {"user": "Please share your catalog", "reply": "Certainly! You can explore our catalog at https://atuchewoman.com.ng. If you have any specific product in mind, let me know, and I'll be happy to help! 😊"}, {"user": "How are you today", "reply": "I'm doing great, thank you! 😊 How can I assist you today with Atuche products or services?"}, {"user": "How are you", "reply": "I'm doing great, thank you! 😊 How can I assist you with Atuche today?"}, {"user": "Hello Grace", "reply": "Hello! Thank you for contacting Atuche. This is Grace. How can I assist you today? 😊"}, {"user": "Hi is this available", "reply": "Good day ma'am and welcome to atuchewoman"}, {"user": "Can you send me some similar bubu options please", "reply": "Certainly! You can explore our catalog at https://atuchewoman.com.ng. I am happy to help once you find the bubu(s) you like ."}, {"user": "Okay how long is production time", "reply": "3-5 working days ma"}, {"user": "Perfect thank you", "reply": "You are welcome"}, {"user": "Hello", "reply": "Greetings and welcome to atuchewoman"}, {"user": "Oh thanks", "reply": "You are welcome ma"}, {"user": "Thank you", "reply": "You're welcome ma"}, {"user": "Hello , good evening", "reply": "Good day ma'am and welcome to atuchewoman"}, {"user": "I used to be fat so I feel my arms are flabby. I will never wear it like that", "reply": "What's your\n size/measurement ma?\nBurst \nWaist\nHip"}, {"user": "UK size 10 bust 37 waist 29 hips 40", "reply": "Alright ma."}, {"user": "I have a function on Saturday can I get it on Friday if I pay now now", "reply": "Within 5-10 working days"}, {"user": "Ok thanks", "reply": "That's fine ma"}, {"user": "Please, don't forget I want the Bloom dress in this exact shade and colour combination", "reply": "Please note that the colors are that vivid in the video cause is edited."}, {"user": "It's not problem. I just want this print and combination. Not the other one", "reply": "Alright ma, noted."}, {"user": "Is this still available?", "reply": "Yes ma'am, \nOur pieces are made to order"}, {"user": "So that means I can demand a longer sleeve", "reply": "Yes you can"}, {"user": "Cap sleeve is the the shoulder right ?", "reply": "Yes ma'am"}]